</s> 2237000
the 4174170
, 2972444
. 2190363
of 1981779
to 1841459
and 1583199
in 1306360
that 991834
a 952800
is 916461
for 635917
we 593915
this 568147
i 560825
on 550122
it 511438
be 482435
are 407029
as 396186
have 382045
not 369601
with 359410
which 322523
european 301910
by 292289
will 287683
has 257012
's 208126
at 202506
mr 198318
an 191931
but 187622
would 183940
commission 179533
also 176638
all 176035
from 175406
should 167909
our 160861
- 154378
must 152118
president 148412
there 146161
been 145496
' 138500
union 134747
you 134467
was 133375
more 131768
can 131055
its 129854
parliament 127120
states 125759
or 125645
they 125318
their 124538
member 118489
these 117095
report 112204
do 111279
what 109187
( 108931
like 108737
if 108413
) 107828
one 106653
council 105419
europe 105145
very 102102
so 100767
us 100199
countries 99677
eu 92775
no 92694
other 90559
about 90487
people 87996
who 86917
my 86598
only 86375
new 86080
: 83291
policy 82698
need 82473
time 78947
important 78886
because 78825
now 76806
such 73571
when 71045
? 69968
up 68923
out 67824
rights 67099
those 66582
support 66544
into 65578
some 65447
economic 64871
between 64386
am 64364
therefore 64308
however 64075
make 63787
– 63216
take 63147
than 62070
political 60882
work 60586
were 60101
any 59035
; 58584
them 58458
many 57848
being 56989
committee 56758
first 55820
made 54438
way 53806
social 52912
against 51699
development 51691
believe 50683
even 50342
world 50094
market 49618
commissioner 49541
say 49056
years 48279
fact 47964
just 47476
human 47456
proposal 47027
debate 46855
today 46318
most 46109
could 46031
group 45676
country 45648
had 45334
public 44752
two 44563
financial 44367
question 44124
how 44033
think 44007
does 43776
agreement 43563
well 43499
point 43178
international 43110
issue 42978
future 42893
here 42519
order 42439
citizens 42372
his 42266
he 42119
right 42028
cannot 41912
much 41717
same 41593
said 41420
community 41232
where 41223
situation 41198
state 41048
national 41007
% 40670
may 40582
want 40308
possible 40206
measures 39828
year 39769
both 39492
too 39284
good 38595
already 38376
over 38143
within 38057
still 37834
government 37768
part 37728
clear 37265
directive 37154
common 37091
members 37021
/ 36808
vote 36788
why 36405
use 36295
me 36291
under 36285
cooperation 36203
system 36138
know 35198
then 35173
see 35115
energy 35028
mrs 34784
course 34668
last 34608
security 34515
particular 34509
your 34094
without 33606
view 33549
own 33531
hope 33104
taken 33018
level 33008
action 32922
case 32727
process 32568
able 32431
area 32348
ensure 32338
through 32104
since 32044
place 31949
thank 31722
example 31700
information 31461
before 31329
put 31298
problem 31084
means 31024
given 30892
united 30808
number 30627
after 30606
treaty 30102
problems 30020
house 29928
rapporteur 29793
great 29600
protection 29385
trade 29255
budget 29241
legal 29121
women 29064
end 28552
gentlemen 28542
rules 28534
particularly 28519
ladies 28399
amendments 28230
health 28067
issues 27966
necessary 27859
law 27641
far 27588
give 27356
whether 27304
resolution 27131
programme 27122
crisis 27040
madam 26753
areas 26677
position 26630
again 26343
respect 26206
matter 25957
regard 25816
further 25770
role 25676
next 25627
presidency 25610
services 25328
sector 25219
set 24951
change 24885
framework 24820
" 24783
better 24661
terms 24596
let 24226
come 24079
certain 23863
different 23840
help 23803
proposals 23786
basis 23774
regulation 23717
behalf 23564
done 23504
while 23424
aid 23394
amendment 23361
needs 23332
institutions 23160
growth 23035
favour 22943
strategy 22730
continue 22595
another 22565
adopted 22504
during 22441
legislation 22293
long 22286
progress 22112
result 22090
agree 22046
three 22038
decision 22021
present 21777
few 21589
current 21493
employment 21341
opinion 21289
global 21264
general 21241
including 21184
did 21107
working 21016
economy 20945
research 20883
ask 20849
every 20797
yet 20772
policies 20732
subject 20729
something 20729
approach 20635
going 20608
concerned 20576
indeed 20471
become 20464
second 20442
towards 20367
wish 20332
whole 20269
resources 20234
million 20180
environment 20145
welcome 20053
rather 19990
industry 19968
together 19911
conditions 19856
transport 19830
once 19807
increase 19746
go 19739
finally 19711
clearly 19614
safety 19563
forward 19558
democracy 19511
especially 19509
used 19503
provide 19433
voted 19429
fundamental 19286
really 19284
principle 19259
high 19238
opportunity 19153
greater 19026
down 19005
power 18922
authorities 18899
funds 18882
procedure 18809
proposed 18803
s 18759
itself 18752
importance 18727
democratic 18725
find 18650
least 18649
china 18473
real 18421
affairs 18416
serious 18416
negotiations 18375
major 18336
specific 18326
quite 18209
internal 18194
environmental 18156
shall 18142
account 17968
responsibility 17861
small 17734
foreign 17709
difficult 17672
products 17631
always 17560
each 17545
society 17528
making 17481
interests 17458
less 17450
freedom 17443
control 17396
reason 17366
third 17338
having 17336
effective 17269
money 17259
free 17250
regions 17232
based 17229
access 17165
things 17007
get 16967
region 16966
efforts 16956
taking 16916
attention 16815
deal 16806
call 16770
large 16684
food 16674
although 16670
reform 16594
allow 16580
back 16561
essential 16519
recent 16498
achieve 16420
interest 16198
single 16161
peace 16137
children 16051
various 16048
implementation 15972
following 15968
russia 15954
court 15874
workers 15843
often 15767
positive 15713
companies 15711
regional 15707
” 15629
words 15584
competition 15493
points 15458
look 15452
“ 15406
might 15358
party 15282
hand 15255
consider 15177
her 15162
best 15046
relations 15041
concerns 14967
full 14801
involved 14772
certainly 14748
simply 14711
force 14687
education 14562
turkey 14547
central 14543
agreements 14534
developing 14501
others 14498
majority 14485
1 14414
ago 14410
risk 14363
solution 14360
life 14358
decisions 14330
perhaps 14307
groups 14299
step 14293
war 14271
climate 14259
justice 14208
objectives 14206
article 14182
quality 14173
standards 14165
rule 14073
governments 13923
bring 13913
agricultural 13911
production 13880
lisbon 13877
create 13865
objective 13847
main 13833
fully 13822
programmes 13803
eur 13791
questions 13781
dialogue 13629
fund 13624
among 13594
stability 13581
euro 13557
concern 13533
initiative 13444
markets 13426
form 13411
period 13383
accept 13355
jobs 13315
nuclear 13287
actually 13248
extremely 13245
agenda 13192
aware 13159
plan 13131
investment 13131
needed 13048
fight 13026
currently 13010
context 12951
themselves 12937
enlargement 12916
meeting 12908
open 12860
impact 12843
concerning 12836
start 12789
available 12751
improve 12746
results 12685
text 12657
key 12652
day 12650
though 12600
past 12595
joint 12589
data 12563
act 12555
months 12536
enough 12533
minister 12490
consumers 12478
costs 12433
understand 12410
doing 12407
convention 12405
tax 12400
little 12389
systems 12368
consumer 12360
thus 12333
military 12329
management 12312
parties 12288
conference 12281
mentioned 12274
cases 12264
appropriate 12231
responsible 12137
civil 12135
! 12128
summit 12120
field 12070
longer 11979
local 11952
true 11901
strong 11897
matters 11874
thing 11812
secondly 11788
nothing 11788
reasons 11745
several 11690
solidarity 11649
de 11636
special 11623
significant 11615
principles 11593
individual 11557
nations 11546
kind 11531
above 11497
lack 11485
firstly 11479
bank 11450
writing 11441
structural 11437
projects 11417
regarding 11414
idea 11400
unfortunately 11388
business 11345
labour 11332
lead 11319
remain 11304
compromise 11283
sustainable 11260
reports 11259
young 11237
activities 11214
due 11211
commitment 11198
achieved 11159
feel 11157
funding 11073
him 11002
until 10994
population 10943
priority 10928
provided 10928
prevent 10897
line 10896
mean 10888
sure 10884
promote 10854
regards 10805
according 10774
effect 10751
seen 10748
despite 10720
draft 10710
she 10702
monetary 10696
makes 10669
agriculture 10659
seems 10621
include 10608
aim 10593
play 10584
legislative 10557
integration 10555
external 10547
service 10521
guarantee 10475
final 10466
everyone 10411
comes 10406
pay 10406
share 10379
elections 10354
around 10347
response 10342
never 10331
transparency 10317
agreed 10296
moment 10259
changes 10211
cohesion 10211
move 10187
violence 10183
poverty 10170
congratulate 10158
excellent 10139
terrorism 10132
project 10123
benefit 10110
values 10051
times 10010
actions 10005
instead 9960
communication 9954
budgetary 9913
aspects 9892
tomorrow 9879
left 9871
america 9852
upon 9838
increased 9835
fisheries 9825
demand 9825
2 9820
off 9790
success 9784
technical 9759
addition 9754
east 9700
soon 9697
voting 9614
assistance 9604
sense 9599
billion 9595
reduce 9584
existing 9581
apply 9565
contribution 9559
answer 9535
accession 9520
colleagues 9517
2000 9507
discussion 9485
increasing 9478
relation 9463
practice 9452
speak 9427
regulations 9422
consequences 9420
president-in-office 9415
nor 9412
everything 9401
term 9369
balance 9352
cultural 9335
basic 9299
prices 9294
face 9285
creation 9285
either 9264
equal 9245
criteria 9243
held 9186
opportunities 9175
close 9172
private 9172
provisions 9162
un 9158
crucial 9144
called 9138
procedures 9133
value 9128
recently 9123
moreover 9122
protect 9074
farmers 9072
conflict 9070
almost 9063
statement 9055
show 9049
‘ 9036
training 9027
asked 9024
saying 9002
pleased 8992
throughout 8989
france 8969
ourselves 8951
required 8947
000 8897
mind 8894
express 8892
keep 8878
potential 8869
movement 8864
develop 8849
carried 8835
meet 8812
constitution 8765
adopt 8760
germany 8756
job 8705
across 8698
africa 8671
levels 8669
nature 8661
pressure 8636
parliamentary 8629
requirements 8609
capital 8605
10 8605
french 8586
whose 8584
reforms 8583
using 8578
four 8548
week 8542
experience 8541
price 8539
water 8527
challenges 8480
address 8471
home 8468
organisations 8464
rate 8461
relating 8457
presented 8449
namely 8439
stage 8420
tabled 8414
culture 8413
request 8412
powers 8403
application 8401
instruments 8388
fishing 8382
effort 8381
20 8381
reach 8371
item 8345
five 8298
monitoring 8292
road 8288
focus 8285
cost 8278
unemployment 8270
partnership 8268
draw 8247
israel 8241
closed 8240
thanks 8225
initiatives 8224
priorities 8216
previous 8209
short 8194
coming 8192
found 8182
3 8175
reached 8170
remains 8163
instrument 8151
american 8063
decided 8048
mention 8043
iraq 8007
rural 7981
task 7976
furthermore 7970
effects 7945
raised 7945
package 7944
prepared 7943
quickly 7930
outside 7929
borders 7928
try 7914
reality 7903
oil 7896
ever 7894
establish 7861
established 7849
cause 7834
direction 7831
immigration 7830
fair 7816
along 7807
emissions 7803
expressed 7798
model 7775
nevertheless 7773
doubt 7746
live 7743
took 7743
vital 7742
review 7725
ireland 7723
implemented 7721
brought 7717
illegal 7709
crime 7707
away 7706
regime 7705
talking 7693
authority 7688
leaders 7681
partners 7681
victims 7674
sectors 7659
south 7658
ministers 7650
conclusion 7634
forces 7633
british 7625
living 7622
reduction 7612
old 7610
behind 7606
included 7590
natural 7582
talk 7567
turn 7544
implement 7535
minutes 7525
reading 7524
supported 7519
enable 7506
criminal 7498
tell 7496
media 7495
additional 7494
waste 7486
direct 7477
competitiveness 7464
history 7461
care 7457
men 7444
technology 7426
giving 7420
creating 7416
businesses 7403
agency 7397
republic 7389
absolutely 7386
list 7359
defence 7359
representatives 7333
amount 7323
completely 7307
events 7279
december 7277
days 7276
middle 7269
confidence 7268
received 7252
extent 7251
fellow 7235
offer 7224
organisation 7215
goods 7205
former 7202
possibility 7196
air 7178
benefits 7178
developed 7178
encourage 7172
capacity 7168
poor 7161
coordination 7160
note 7139
treatment 7119
democrats 7113
sea 7107
takes 7096
avoid 7090
ensuring 7082
innovation 7048
family 7045
begin 7043
light 7039
motion 7039
higher 7018
huge 7014
heard 7011
long-term 7009
challenge 7005
iran 6991
applied 6988
paper 6982
independent 6966
15 6956
strengthen 6940
stress 6929
approved 6917
prime 6914
discussions 6909
return 6895
relevant 6886
per 6873
2001 6858
created 6856
guidelines 6854
expect 6850
exchange 6847
beyond 6834
stop 6833
assessment 6824
industrial 6810
death 6806
aimed 6802
solutions 6797
trying 6795
practical 6787
obviously 6776
total 6774
discussed 6772
strategic 6766
5 6764
effectively 6757
side 6751
lot 6736
considered 6736
green 6735
precisely 6727
document 6725
status 6720
humanitarian 6688
successful 6661
proper 6657
add 6654
adoption 6651
german 6625
police 6614
scientific 6612
allowed 6600
hard 6590
rates 6583
beginning 6582
efficiency 6578
lives 6568
scope 6567
unacceptable 6562
supply 6561
increasingly 6553
discuss 6551
shown 6542
overall 6538
providing 6532
personal 6531
banks 6531
currency 6524
june 6508
early 6508
affected 6504
institutional 6497
discrimination 6495
requires 6489
ways 6482
rise 6481
half 6481
contribute 6467
six 6457
calls 6454
circumstances 6446
committed 6445
led 6431
improving 6422
message 6417
risks 6399
economies 6395
speech 6374
annual 6374
active 6374
similar 6371
difficulties 6359
12 6354
equality 6352
reference 6348
honourable 6344
carry 6340
provides 6322
asylum 6316
administrative 6309
debt 6301
goes 6284
opposition 6283
administration 6266
enterprises 6253
plans 6248
north 6228
considerable 6211
4 6201
conclusions 6186
sitting 6178
participation 6173
knowledge 6167
office 6164
europeans 6153
promoting 6146
connection 6145
accepted 6139
alone 6132
views 6129
yesterday 6124
greece 6121
combat 6118
financing 6115
gas 6103
minimum 6100
implementing 6099
produce 6093
constitutional 6090
seriously 6088
forms 6079
specifically 6078
sometimes 6076
later 6073
directly 6058
accordance 6052
stand 6051
brussels 6049
steps 6043
threat 6034
paragraph 6011
wrong 6008
wanted 6008
maintain 6003
receive 5998
rightly 5993
30 5993
comments 5987
leave 5979
consideration 5976
happen 5969
date 5964
closely 5952
entire 5949
limited 5944
2004 5942
wto 5938
anything 5935
eastern 5934
purpose 5921
dealing 5916
demands 5913
stated 5912
known 5897
content 5886
infrastructure 5884
decide 5883
provision 5866
highly 5865
urgent 5864
1999 5860
kosovo 5850
propose 5837
caused 5835
2002 5826
2008 5826
2009 5813
internet 5808
growing 5801
complete 5790
looking 5787
require 5777
influence 5771
reducing 5765
commitments 5744
big 5743
italy 5737
sufficient 5728
paid 5721
referred 5720
2006 5711
shows 5707
follow 5702
speaking 5699
january 5682
colleague 5678
measure 5670
remind 5668
western 5668
pact 5667
activity 5663
25 5661
competitive 5658
building 5654
ban 5653
2007 5648
11 5637
introduction 5637
border 5612
2003 5610
says 5606
mediterranean 5606
weeks 5604
likely 5601
probably 5598
event 5597
earlier 5596
ten 5592
outcome 5588
supporting 5587
efficient 5582
low 5581
study 5578
rest 5571
intended 5568
failure 5561
finance 5560
expenditure 5557
exist 5555
hold 5546
perspective 5546
join 5546
whom 5541
company 5539
representative 5539
march 5538
improved 5536
ukraine 5530
2005 5529
product 5525
tourism 5522
respond 5520
developments 5502
budgets 5495
irish 5492
palestinian 5479
happened 5466
wants 5464
establishing 5459
bodies 5451
setting 5444
contrary 5444
myself 5434
income 5431
strengthening 5426
represent 5416
name 5413
india 5411
becoming 5410
chinese 5410
animal 5407
produced 5403
2010 5393
genuine 5390
achieving 5381
ambitious 5379
alternative 5371
candidate 5369
properly 5365
gives 5364
aspect 5360
calling 5358
so-called 5355
election 5355
russian 5343
represents 5338
september 5332
consensus 5330
type 5327
dangerous 5326
thinking 5326
damage 5323
statements 5299
relationship 5298
otherwise 5292
parts 5286
spain 5281
fall 5278
thought 5277
press 5275
reduced 5274
conclude 5262
duty 5259
combating 5246
cut 5239
differences 5233
language 5232
limit 5214
producers 5207
seem 5207
prevention 5206
comprehensive 5205
domestic 5200
weapons 5196
discussing 5174
governance 5173
facing 5170
animals 5170
medium-sized 5166
useful 5165
remember 5164
documents 5164
50 5160
laws 5155
aims 5151
sanctions 5151
delegation 5142
fiscal 5141
convinced 5135
recognition 5126
raise 5124
leading 5124
added 5114
staff 5107
analysis 5101
manner 5094
sources 5090
entirely 5084
refer 5076
network 5066
intervention 5063
closer 5055
november 5052
hear 5049
official 5049
balanced 5042
broad 5033
else 5030
responsibilities 5024
declaration 5023
body 5019
concept 5018
came 5014
ideas 5009
evidence 5009
fear 5008
critical 5000
negative 4996
urge 4991
elements 4988
trust 4986
yes 4983
lost 4980
independence 4975
failed 4974
flexibility 4969
child 4964
spirit 4957
politics 4950
chance 4949
networks 4933
charter 4930
emphasise 4926
uk 4923
cross-border 4915
credit 4915
concrete 4913
acceptable 4912
spanish 4906
word 4899
spending 4898
dimension 4897
mechanism 4897
introduced 4895
neither 4895
seek 4886
attempt 4886
refugees 4879
establishment 4878
regret 4855
directives 4850
choice 4844
build 4841
agencies 4838
pointed 4835
romania 4830
japan 4825
practices 4824
introduce 4814
kingdom 4814
ahead 4807
exactly 4806
met 4805
opening 4801
asking 4796
told 4782
enormous 4772
commercial 4770
naturally 4765
thousands 4760
strongly 4759
thirdly 4756
october 4753
communities 4751
comment 4747
recognise 4747
simple 4746
bear 4741
easy 4741
recommendations 4740
6 4738
anyone 4736
targets 4735
understanding 4727
goals 4723
age 4719
person 4718
complex 4713
immediately 4712
merely 4709
fr 4705
methods 4703
sort 4702
origin 4698
treaties 4691
rapporteurs 4681
elected 4679
west 4669
integrated 4662
unable 4661
morning 4661
ground 4659
mainly 4652
liberalisation 4643
happy 4642
applause 4634
globalisation 4630
managed 4629
putting 4625
membership 4614
association 4614
institution 4611
impossible 4601
forget 4588
applies 4585
asia 4568
run 4565
technologies 4564
drawn 4563
improvement 4563
addressed 4550
operation 4546
century 4545
italian 4545
positions 4540
faced 4537
mandate 4522
board 4519
bad 4518
mutual 4513
drugs 4511
substantial 4509
mechanisms 4509
parliaments 4509
laid 4507
continuing 4504
politicians 4504
talks 4503
obligations 4501
written 4497
ones 4491
recovery 4470
correct 4463
constructive 4463
dealt 4461
lower 4455
8 4455
forced 4446
ability 4437
debates 4435
transparent 4431
rejected 4429
worked 4427
structure 4425
read 4421
informed 4421
chamber 4415
gender 4414
african 4414
submitted 4407
goal 4403
includes 4398
send 4392
land 4388
sensitive 4377
disease 4377
fraud 4375
votes 4372
signed 4365
whilst 4364
families 4362
disaster 4349
burden 4346
consumption 4345
resolve 4344
gdp 4343
meps 4343
followed 4341
round 4341
getting 4339
obvious 4337
organised 4333
contains 4331
resolutions 4329
guarantees 4329
expected 4327
persons 4322
protocol 4322
payments 4321
late 4319
figures 4313
definition 4313
turkish 4308
bringing 4290
immediate 4285
consultation 4277
exercise 4274
renewable 4272
method 4270
desire 4270
degree 4264
adequate 4264
campaign 4261
reply 4256
sides 4239
freedoms 4238
related 4234
intergovernmental 4227
territory 4226
recommendation 4221
controls 4220
secure 4220
rapid 4218
poland 4218
officials 4214
7 4210
peoples 4208
religious 4192
advantage 4174
nato 4170
sound 4168
socialist 4167
instance 4159
northern 4155
afghanistan 4153
approval 4152
lines 4144
linked 4140
continues 4140
traffic 4130
seeking 4127
centre 4118
ready 4114
appear 4109
changed 4109
table 4104
smes 4102
arms 4101
shared 4101
truly 4099
opposed 4099
discharge 4098
export 4092
ought 4086
target 4086
expression 4082
christian 4077
conduct 4074
attitude 4069
acts 4061
please 4060
trafficking 4060
appeal 4055
greatest 4051
amsterdam 4049
modern 4049
actual 4048
portugal 4044
safe 4042
situations 4042
totally 4038
extend 4037
attacks 4036
protecting 4034
supports 4033
repeat 4032
danger 4031
intention 4029
involvement 4025
wishes 4022
travel 4019
involving 4016
starting 4015
thereby 4014
promotion 4014
subsidiarity 4009
july 4006
speakers 4002
designed 3998
serve 3992
cover 3985
worse 3984
decision-making 3980
original 3979
sign 3977
month 3970
2020 3964
cyprus 3955
subsidies 3953
diversity 3949
leadership 3947
adopting 3942
heart 3941
bilateral 3941
presence 3934
spent 3933
generally 3930
equally 3930
happening 3928
ec 3926
9 3923
assembly 3923
defend 3918
started 3915
fish 3914
granted 3912
committees 3911
schengen 3908
ultimately 3904
explain 3902
regulatory 3901
suffering 3901
liberal 3896
range 3894
limits 3890
mobility 3889
minorities 3889
standard 3888
source 3878
vehicles 3877
average 3875
grateful 3874
40 3871
unless 3871
alliance 3869
$ 3864
terrorist 3860
causes 3854
investments 3847
traditional 3845
hours 3842
appears 3842
meetings 3838
corruption 3831
experts 3830
millions 3829
structures 3825
sweden 3825
factors 3825
criticism 3824
whatever 3821
plenary 3816
interesting 3815
personally 3807
minority 3807
customs 3806
planning 3796
permanent 3796
series 3795
consequently 3789
worth 3789
tackle 3785
highlight 3783
credibility 3780
heads 3774
't 3773
continued 3755
moving 3750
fail 3743
carefully 3741
judicial 3735
greek 3732
employees 3727
pl 3718
covered 3717
element 3712
attack 3711
auditors 3710
gave 3708
voice 3706
welfare 3704
recognised 3703
intend 3700
involve 3697
13 3694
18 3688
pollution 3685
reject 3684
works 3677
korea 3675
fighting 3666
oral 3664
evaluation 3664
substances 3661
emphasis 3660
affect 3655
arrangements 3654
improvements 3652
crimes 3652
taxation 3650
trading 3650
reasonable 3649
lies 3647
april 3646
consistent 3643
construction 3635
factor 3635
comply 3633
nos 3626
maritime 3625
immigrants 3625
detailed 3621
taxes 3617
delay 3616
scale 3616
continent 3615
proposing 3606
easier 3603
belarus 3602
100 3599
binding 3597
amongst 3593
van 3592
conflicts 3586
competence 3577
imposed 3567
individuals 3565
bulgaria 3556
initial 3554
swedish 3549
harmonisation 3547
temporary 3547
chairman 3546
operations 3541
encouraging 3535
technological 3533
top 3533
compensation 3523
floor 3520
restrictions 3517
commissioners 3501
helping 3499
decades 3498
participate 3489
reflect 3488
migration 3486
barroso 3479
professional 3478
mission 3471
entry 3470
path 3466
ii 3465
enter 3463
largest 3457
monitor 3456
nonetheless 3454
diseases 3452
allowing 3446
languages 3434
largely 3432
space 3432
27 3429
contributions 3426
associated 3422
transfer 3422
tried 3420
peaceful 3414
14 3411
1998 3407
apart 3407
flexible 3406
grounds 3403
maximum 3403
detail 3403
learn 3402
functioning 3399
israeli 3399
sent 3398
impose 3398
option 3393
obtain 3392
signal 3391
lastly 3386
insurance 3380
deficit 3378
rail 3376
southern 3372
partner 3372
session 3370
firm 3368
solve 3367
news 3364
conciliation 3362
obligation 3361
latin 3358
capable 3355
mass 3354
citizen 3350
roma 3349
numerous 3348
truth 3347
difference 3338
referendum 3337
compared 3332
loss 3331
voluntary 3331
speaker 3319
copenhagen 3319
man 3317
facilitate 3312
suggest 3310
inflation 3310
evening 3306
base 3305
inclusion 3305
leader 3301
placed 3301
via 3301
czech 3299
demonstrated 3298
respected 3297
white 3291
distribution 3286
negotiating 3286
... 3285
link 3284
defined 3283
manage 3281
interested 3280
vision 3279
exports 3279
examples 3277
passengers 3270
hands 3269
netherlands 3268
compliance 3268
scheme 3266
britain 3262
knows 3256
industries 3255
code 3253
played 3251
collective 3251
property 3249
pakistan 3241
excessive 3240
guaranteed 3234
willing 3233
separate 3232
lose 3231
opinions 3228
tobacco 3227
resolved 3219
imports 3218
inform 3215
vulnerable 3214
requirement 3213
legitimate 3209
arab 3207
effectiveness 3200
exists 3193
purposes 3192
payment 3192
sexual 3191
cap 3191
existence 3186
delighted 3186
primarily 3185
demonstrate 3182
visit 3177
tasks 3173
proposes 3171
announced 3168
p.m. 3166
protected 3165
ethnic 3164
overcome 3159
emergency 3159
forthcoming 3155
endorse 3143
got 3138
stronger 3137
letter 3134
amounts 3128
universal 3127
appropriations 3126
record 3125
labelling 3119
prosperity 3116
disasters 3114
operate 3113
surely 3103
gain 3100
offers 3098
expectations 3095
prove 3094
politically 3093
1997 3090
16 3088
studies 3088
statistics 3087
safeguard 3086
gone 3084
concluded 3078
latest 3076
strasbourg 3074
car 3073
february 3069
speed 3069
passed 3069
ombudsman 3067
strict 3065
bush 3061
massive 3060
pension 3060
electronic 3059
balkans 3056
medical 3054
accounts 3049
federal 3042
acp 3038
pt 3037
extended 3025
visa 3022
contained 3021
justified 3019
transition 3014
pursue 3014
awareness 3013
youth 3012
occasions 3012
noted 3012
dignity 3009
normal 3006
17 3005
hence 3005
places 3005
entitled 3005
highest 3003
remarks 3001
happens 2996
planned 2995
fuel 2990
luxembourg 2989
glad 2989
sport 2988
treated 2988
test 2987
dutch 2985
head 2984
considering 2983
operators 2983
function 2981
decisive 2979
undoubtedly 2977
preventing 2977
vice-president 2975
austria 2968
material 2968
usa 2967
allows 2964
violations 2963
baltic 2959
patients 2956
stable 2954
rich 2952
elsewhere 2949
assure 2945
ecu 2941
city 2940
identity 2940
cooperate 2938
involves 2937
school 2932
sovereignty 2930
latter 2924
examine 2922
penalty 2921
significantly 2921
keeping 2920
determined 2920
somewhat 2916
described 2914
obama 2914
claim 2911
approve 2905
powerful 2901
americans 2899
abuse 2898
firms 2897
processes 2892
portuguese 2890
obstacles 2890
maintaining 2888
strategies 2888
firmly 2887
allocated 2885
emerging 2883
substance 2878
historic 2875
kept 2874
drug 2871
farming 2868
revision 2860
succeed 2858
nation 2858
realise 2850
cars 2850
absence 2845
published 2843
operational 2842
preparing 2833
barriers 2831
operating 2825
contact 2824
urban 2823
choose 2823
facts 2822
prepare 2819
clause 2819
ongoing 2819
electricity 2818
phase 2817
helped 2816
arguments 2815
argument 2809
ecb 2808
seven 2799
wealth 2798
60 2797
details 2796
supervision 2796
impression 2795
himself 2795
changing 2791
proceed 2788
offered 2783
exclusion 2779
confirmed 2779
learning 2779
equipment 2779
requested 2777
television 2776
appreciate 2776
contracts 2776
confirm 2775
pillar 2775
societies 2774
wonder 2773
co2 2771
urgently 2768
moral 2765
constantly 2764
represented 2759
applying 2758
convergence 2757
stocks 2755
believes 2751
spoke 2751
strengthened 2751
finding 2750
tool 2747
advance 2746
someone 2746
1996 2744
thursday 2741
coordinated 2739
types 2737
cities 2736
sensible 2732
became 2732
drawing 2731
nice 2730
extension 2729
courage 2729
ngos 2725
introducing 2723
के 2722
georgia 2721
becomes 2720
brings 2718
occasion 2714
proved 2713
diplomatic 2713
destruction 2712
spoken 2708
rising 2708
primary 2707
suffer 2706
hundreds 2705
pass 2704
quotas 2702
statute 2701
holding 2697
fields 2696
territorial 2695
materials 2693
near 2693
fishermen 2693
relatively 2692
innovative 2687
felt 2686
duties 2685
friends 2685
realistic 2684
welcomed 2681
brief 2681
behaviour 2681
invest 2680
driving 2679
zone 2678
proceedings 2678
prodi 2675
understood 2675
army 2672
precise 2670
restructuring 2666
resulting 2664
partly 2664
d 2664
went 2656
dependent 2656
investors 2654
reconstruction 2653
egypt 2648
nearly 2645
stock 2643
serbia 2641
built 2640
beings 2640
briefly 2635
worldwide 2635
relates 2634
daily 2632
previously 2629
savings 2629
banking 2629
room 2626
croatia 2625
whereas 2620
exploitation 2620
waiting 2619
& 2619
codecision 2614
generation 2609
crises 2608
running 2607
began 2606
cuts 2604
insist 2604
fulfil 2603
multilateral 2603
follows 2599
saw 2598
2011 2596
possibly 2595
turning 2595
increases 2592
aviation 2589
careful 2589
spread 2588
figure 2587
unfair 2587
leads 2587
answers 2587
ratification 2587
define 2586
save 2586
science 2586
none 2585
front 2585
intends 2584
numbers 2584
wait 2582
schools 2582
clarify 2576
options 2576
seeing 2576
meant 2575
undertaken 2569
amending 2562
wider 2562
playing 2561
stands 2549
claims 2549
socialists 2548
perfectly 2548
deliver 2544
rapidly 2540
performance 2539
attempts 2534
debating 2533
assume 2530
islamic 2528
launched 2527
eurozone 2527
sustainability 2526
formal 2525
determination 2522
black 2521
medicines 2520
core 2518
gap 2517
difficulty 2516
easily 2511
urgency 2508
syria 2507
presidents 2506
acknowledge 2502
condition 2500
valuable 2500
prospects 2499
coherent 2498
governing 2496
weak 2494
plants 2492
enjoy 2491
absolute 2488
interinstitutional 2488
investigation 2486
threats 2486
organization 2485
significance 2484
forum 2484
suggested 2481
submit 2481
historical 2476
release 2473
accidents 2471
users 2470
assess 2467
qualified 2466
extreme 2463
legitimacy 2462
legally 2458
carbon 2455
condemn 2452
80 2450
essentially 2449
fine 2449
opposite 2446
version 2443
regular 2443
com 2443
skills 2443
suffered 2440
issued 2436
species 2435
identify 2429
poorest 2429
21 2429
highlighted 2426
genuinely 2425
referring 2421
reserve 2420
addressing 2412
conducted 2410
spend 2407
aids 2407
depends 2407
incentives 2405
shadow 2404
worst 2400
inadequate 2397
links 2397
size 2395
negotiation 2394
implications 2393
players 2391
nl 2391
maintained 2387
disposal 2383
milk 2382
19 2381
declared 2378
vessels 2373
enforcement 2372
depend 2372
preparation 2371
neighbours 2371
eight 2370
considers 2368
communist 2367
actively 2366
transitional 2363
amended 2362
facilities 2361
prisoners 2361
greatly 2359
brazil 2359
finland 2357
contain 2357
24 2352
constitute 2351
mistake 2350
palestinians 2347
requests 2346
turned 2345
sets 2344
sufficiently 2342
satisfactory 2342
identified 2342
imagine 2336
electoral 2335
advanced 2334
vast 2333
vat 2333
listen 2332
focused 2332
hopes 2331
radical 2326
profits 2321
plant 2319
double 2318
proportion 2316
intellectual 2315
500 2315
determine 2315
tools 2313
charges 2313
successfully 2311
biggest 2311
strength 2311
hungarian 2309
wide 2308
kyoto 2307
nobody 2307
speeches 2306
waters 2305
complicated 2300
indicated 2299
chosen 2296
promised 2295
grant 2294
similarly 2294
soviet 2290
supposed 2289
seeks 2289
assets 2288
armed 2287
revolution 2285
completed 2282
greens 2282
el 2280
leaving 2279
healthy 2279
acting 2278
remove 2278
london 2275
gaza 2275
neighbouring 2275
experienced 2272
prior 2271
spring 2270
exception 2269
ordinary 2269
satisfied 2268
taxpayers 2265
interpretation 2264
carrying 2263
openness 2263
smaller 2262
concentrate 2257
larger 2257
neighbourhood 2257
raising 2256
stake 2254
1995 2253
opened 2252
tragedy 2252
tragic 2251
advertising 2248
obliged 2248
producing 2247
affects 2247
hungary 2244
demanding 2243
students 2243
hearing 2240
schemes 2239
sought 2239
dispute 2237
extra 2236
meat 2233
imf 2231
extensive 2230
compulsory 2228
europol 2227
possibilities 2226
ports 2224
red 2223
constant 2222
communications 2221
willingness 2219
topic 2214
check 2213
explanation 2212
paying 2210
decade 2208
deserves 2207
guaranteeing 2204
98 2204
heading 2203
deals 2203
intentions 2202
remaining 2202
combined 2201
transatlantic 2201
reflected 2200
dynamic 2199
austrian 2198
pensions 2198
deep 2196
honour 2196
proof 2194
polish 2192
heritage 2191
debated 2189
below 2189
deeply 2188
reaction 2188
advice 2187
timetable 2187
23 2186
97 2186
category 2184
extending 2183
unity 2180
thanking 2179
popular 2179
berlin 2178
texts 2176
contributed 2175
restore 2175
heavy 2175
reflects 2175
boost 2172
cuba 2171
centres 2166
adjustment 2166
purely 2165
team 2165
afternoon 2164
adapt 2163
22 2163
definitely 2160
decline 2160
replace 2157
religion 2157
phenomenon 2156
losses 2154
courts 2153
competent 2152
widespread 2151
racism 2151
solely 2150
sorry 2149
foremost 2149
airlines 2147
feeling 2146
island 2146
accident 2145
whereby 2144
encouraged 2143
enhance 2137
considerations 2135
petitions 2135
belgium 2134
ratified 2133
aside 2133
background 2131
launch 2131
bit 2130
foundation 2130
cancer 2129
reliable 2127
prospect 2127
arrest 2127
enabling 2126
accordingly 2122
ppe-de 2121
advantages 2118
wine 2117
achievement 2116
spite 2115
hardly 2114
uniform 2111
candidates 2110
section 2109
danish 2109
summer 2109
trend 2109
mark 2107
reaching 2105
tests 2105
hit 2102
bureaucracy 2099
doubts 2099
recall 2095
oppose 2095
succeeded 2095
harmful 2094
bearing 2093
regarded 2092
break 2091
belgian 2091
engage 2090
charge 2089
widely 2087
assist 2086
manufacturers 2085
bse 2085
patent 2085
entered 2081
settlement 2080
everybody 2079
buy 2079
considerably 2077
barcelona 2077
worrying 2075
executive 2075
feed 2072
grow 2069
regardless 2069
fourth 2065
removed 2058
targeted 2057
importantly 2056
respects 2056
stressed 2055
nationals 2053
passenger 2049
unanimously 2045
belief 2044
necessarily 2043
है 2043
uncertainty 2041
correctly 2040
deficits 2039
sugar 2038
consequence 2034
terrorists 2032
presidential 2032
proud 2028
broader 2027
troops 2027
credible 2025
geographical 2024
parents 2024
prison 2022
clarity 2020
severe 2019
killed 2018
struggle 2018
lessons 2014
housing 2014
negotiated 2011
sum 2009
physical 2009
collapse 2007
sovereign 2006
granting 2003
i.e. 2002
expensive 2001
promises 1999
loans 1995
eyes 1992
occurred 1992
islands 1991
arise 1991
shape 1989
unnecessary 1988
meaning 1988
greenhouse 1988
economically 1988
burma 1988
affecting 1987
fewer 1986
es 1985
refers 1984
modified 1983
port 1983
denmark 1980
showing 1979
70 1979
eventually 1978
intervene 1976
suitable 1975
creates 1974
civilian 1974
quote 1973
certainty 1972
repeatedly 1971
subjects 1970
constitutes 1968
lay 1968
promise 1967
contrast 1962
organizations 1959
citizenship 1958
undermine 1955
journalists 1954
healthcare 1952
clean 1951
employers 1948
में 1948
buildings 1946
emphasised 1945
fairly 1945
violation 1944
slow 1940
eliminate 1940
favourable 1937
educational 1935
etc 1934
push 1933
negotiate 1931
afraid 1930
dollar 1929
stay 1928
applicable 1928
regrettable 1928
standing 1926
profit 1925
ships 1925
200 1924
undertakings 1923
trial 1920
extraordinary 1916
supplementary 1915
secret 1915
short-term 1913
productivity 1912
applications 1911
2013 1911
justify 1910
sake 1906
31 1903
millennium 1902
alongside 1902
resulted 1901
putin 1901
basically 1900
competences 1900
shift 1900
maastricht 1900
populations 1899
surveillance 1899
recession 1894
beef 1894
deserve 1894
voters 1894
ruling 1892
reserves 1892
battle 1892
stance 1891
asian 1889
import 1889
supplies 1888
net 1887
shares 1886
articles 1884
26 1884
transactions 1884
causing 1883
bound 1883
deaths 1882
explained 1880
kinds 1880
90 1879
thorough 1876
obtained 1876
unemployed 1873
gradually 1872
mexico 1871
liberties 1871
excluded 1869
generations 1869
forest 1867
hamas 1865
disabled 1864
terrible 1863
simplification 1862
presenting 1861
foundations 1861
admit 1859
university 1859
afford 1856
eye 1856
reservations 1855
fruit 1855
york 1855
2012 1855
piece 1853
declarations 1852
complaints 1852
marketing 1850
revenue 1850
retain 1850
aircraft 1850
expense 1849
preserve 1849
picture 1849
periods 1849
bureaucratic 1848
utmost 1842
faith 1841
enhanced 1841
incorporated 1841
territories 1840
insufficient 1838
offering 1838
blame 1836
surprised 1836
representation 1835
choices 1834
biodiversity 1831
falls 1831
reiterate 1829
divided 1828
shortcomings 1827
railway 1827
revised 1825
welcomes 1825
96 1824
repeated 1824
applicant 1823
won 1823
lasting 1822
ignore 1822
suggests 1821
division 1821
undertaking 1820
lebanon 1819
exceptional 1818
checks 1816
ethical 1815
engaged 1812
digital 1811
unlike 1809
noon 1808
bureau 1808
occur 1807
unique 1807
argue 1806
jointly 1805
slovakia 1800
honest 1800
preparations 1795
suspended 1795
receiving 1794
warning 1794
1990 1791
pleasure 1789
fresh 1789
wage 1788
outstanding 1788
moved 1788
conventions 1786
viable 1785
looked 1782
reported 1780
usually 1779
chemical 1779
fleet 1778
finances 1778
yugoslavia 1775
bosnia 1775
expressing 1774
congratulations 1773
examined 1771
percentage 1770
accompanied 1769
liability 1769
ro 1769
flows 1768
suggestions 1766
freely 1766
drafting 1765
demographic 1764
geneva 1764
commit 1762
palestine 1762
part-session 1761
frequently 1760
drivers 1759
expansion 1759
iraqi 1759
chapter 1758
torture 1756
strike 1755
unions 1753
[ 1750
congress 1750
puts 1750
telecommunications 1749
permit 1746
door 1745
english 1744
weight 1743
dramatic 1743
delays 1741
tackling 1741
28 1741
canada 1741
indicate 1738
financed 1736
lie 1736
qualifications 1736
ambition 1735
wages 1735
wording 1733
condemned 1732
abroad 1731
chain 1731
estimated 1730
airports 1729
emu 1729
allocation 1728
night 1728
tonnes 1725
regimes 1725
underlying 1724
prevented 1724
penalties 1723
deadline 1722
restricted 1722
a.m. 1722
indicators 1720
threatened 1719
contract 1719
mere 1718
macedonia 1718
resistance 1717
scientists 1717
begun 1715
processing 1715
regulated 1713
cod 1712
informal 1712
collaboration 1712
interim 1711
showed 1711
apparent 1709
demonstrates 1708
movements 1705
] 1704
approximately 1703
withdraw 1702
story 1701
corporate 1700
drive 1699
regulate 1699
unfortunate 1698
institute 1698
marine 1698
author 1697
managing 1696
libya 1695
observed 1694
judge 1694
morocco 1694
august 1693
observers 1692
pursued 1691
couple 1690
raw 1690
declare 1689
pse 1688
fifth 1688
undertake 1686
game 1686
underline 1686
woman 1686
fears 1685
zimbabwe 1685
elderly 1682
roads 1680
tradition 1680
forests 1680
satisfaction 1677
motions 1674
count 1672
muslim 1671
sphere 1670
image 1668
models 1667
abolition 1665
sending 1665
wall 1664
lithuania 1663
outset 1662
shortly 1661
reinforce 1659
prefer 1657
familiar 1656
ecological 1655
refused 1655
environmentally 1655
warmly 1654
looks 1653
promoted 1651
albania 1650
relate 1649
trans-european 1649
amend 1648
necessity 1648
quota 1647
acquis 1647
alternatives 1647
losing 1646
inquiry 1645
falling 1645
compete 1644
29 1644
inside 1642
universities 1641
relative 1640
register 1640
drafted 1639
alcohol 1638
procurement 1637
beneficial 1636
replaced 1636
coordinate 1636
vehicle 1636
suggestion 1635
sharing 1635
associations 1634
victory 1633
rejection 1631
occupation 1631
defending 1628
unanimous 1625
campaigns 1625
covers 1623
fast 1621
hu 1621
annex 1620
belong 1620
sales 1618
rome 1616
minute 1615
atlantic 1614
violent 1612
usual 1612
equivalent 1612
recommend 1612
reconciliation 1608
presentation 1606
rely 1605
progressive 1605
sv 1604
judgment 1602
contacts 1599
exclusively 1598
subsequently 1598
treat 1597
fire 1596
failing 1596
perspectives 1596
listened 1594
mobile 1594
refuse 1592
experiencing 1591
secretary 1590
signs 1590
observation 1590
raises 1588
toward 1588
track 1584
evident 1584
died 1584
parallel 1583
directed 1583
acceptance 1582
era 1582
iranian 1582
conservation 1581
subsequent 1580
fifteen 1579
notably 1579
learned 1578
win 1577
coal 1577
liberals 1576
cold 1575
clearer 1575
prize 1575
gained 1575
transit 1574
imposing 1574
wars 1573
mistakes 1572
initially 1571
joined 1571
chechnya 1571
tribute 1570
stations 1570
protest 1569
distinction 1569
pursuant 1568
route 1567
dumping 1567
emerged 1566
desirable 1564
missing 1560
slightly 1560
ambitions 1559
arising 1559
connected 1559
crops 1559
disputes 1557
compatible 1556
accounting 1556
efficiently 1554
harm 1554
migrants 1552
collection 1551
meanwhile 1551
tunisia 1551
friend 1550
everywhere 1550
virtually 1550
friendly 1550
controlled 1550
dead 1548
controversial 1547
strictly 1545
released 1544
likewise 1544
talked 1544
approaches 1544
sudan 1544
agrees 1542
accessible 1542
chemicals 1542
noise 1542
friday 1541
timely 1541
apparently 1540
olaf 1540
और 1540
destroyed 1539
moldova 1539
traditions 1537
withdrawal 1537
anniversary 1536
explanations 1534
supervisory 1533
medium 1533
abstained 1533
plays 1531
items 1531
inequality 1530
enlarged 1530
saving 1528
nine 1527
lacking 1526
forgotten 1523
conservative 1522
hopefully 1520
defining 1518
contributing 1517
permitted 1517
postal 1517
blood 1516
cultures 1515
integrity 1515
female 1515
की 1515
humanity 1514
thousand 1514
disappointed 1514
reductions 1514
fuels 1513
reflection 1512
counter 1505
sincerely 1504
washington 1504
respecting 1503
threshold 1503
coherence 1502
hoped 1502
comparison 1499
solid 1498
igc 1498
35 1497
resource 1497
scotland 1496
eec 1495
clarification 1492
except 1489
restrict 1489
soldiers 1489
achievements 1489
unanimity 1489
tangible 1488
joining 1488
react 1487
accountability 1485
die 1485
characteristics 1485
card 1484
search 1484
marked 1483
harmonised 1482
notice 1482
block 1480
congratulating 1480
representing 1478
intelligence 1478
1994 1476
actors 1476
productive 1475
refugee 1474
ms 1474
surrounding 1473
fails 1472
reporting 1472
yourself 1470
pursuing 1469
dangers 1469
wednesday 1468
disagree 1467
consolidation 1466
exchanges 1465
experiences 1464
categories 1463
ended 1463
organise 1462
simplify 1462
facility 1461
preventive 1461
bill 1461
cutting 1460
democracies 1460
highlights 1458
confusion 1458
logical 1457
invite 1457
fortunately 1457
ignored 1457
coalition 1456
book 1455
renewed 1455
abuses 1453
coastal 1452
hundred 1451
recognize 1451
respective 1450
regularly 1450
accused 1449
justification 1449
systematic 1449
class 1449
older 1449
tolerance 1449
farms 1448
emission 1448
follow-up 1447
intensive 1447
imported 1447
worthy 1446
victim 1446
distributed 1445
advocate 1445
sentence 1445
surprise 1443
authorisation 1442
consulted 1442
incentive 1442
japanese 1441
signing 1435
300 1435
variety 1434
airport 1434
remained 1432
assessments 1431
convince 1431
allies 1431
doha 1431
soil 1430
scrutiny 1429
fixed 1429
railways 1428
funded 1428
residence 1428
dictatorship 1428
finnish 1427
founded 1425
valid 1424
title 1424
potentially 1424
sites 1424
maybe 1423
exceptions 1422
albeit 1422
pace 1419
impetus 1418
saddam 1418
preliminary 1417
proven 1416
host 1415
criminals 1415
participating 1415
। 1415
concentration 1414
cheap 1414
error 1414
continuation 1411
resolving 1410
helpful 1408
flow 1407
helps 1406
manufacturing 1404
chair 1403
denied 1402
conviction 1402
warming 1402
confident 1401
program 1401
appointment 1400
genetically 1400
textile 1400
perfect 1399
fate 1399
listening 1398
closure 1396
inevitably 1396
accepting 1396
birth 1395
procedural 1394
tough 1393
banned 1392
substantially 1391
destroy 1391
lesson 1390
providers 1390
observe 1389
keen 1389
inhabitants 1389
exposed 1389
functions 1388
sustained 1386
resumed 1385
expertise 1385
post 1383
unilateral 1382
sadly 1381
homes 1381
owing 1380
badly 1380
ideal 1380
solved 1380
leaves 1380
focusing 1379
hour 1378
integrate 1378
offices 1377
compromises 1377
football 1377
acknowledged 1376
backing 1376
generate 1375
partnerships 1373
fallen 1372
labor 1372
fundamentally 1370
autonomy 1370
avoided 1369
decent 1369
organic 1369
investigations 1365
visible 1364
planet 1362
whatsoever 1361
gross 1361
invited 1361
safeguarding 1360
stages 1359
ratify 1357
covering 1357
names 1355
murder 1355
eib 1354
gradual 1353
instability 1351
fires 1351
sight 1349
visited 1348
monday 1346
mandatory 1346
malta 1344
repression 1344
monitored 1342
employed 1341
envisaged 1340
don 1340
restrictive 1338
features 1337
survival 1336
responses 1336
secretary-general 1336
twice 1335
unit 1334
1992 1334
false 1333
design 1330
attractive 1330
pilot 1330
meantime 1328
participants 1328
sold 1328
excuse 1327
containing 1327
appointed 1327
constraints 1326
faces 1325
consent 1324
believed 1322
ownership 1321
statistical 1321
outermost 1320
motor 1320
45 1319
sell 1319
jurisdiction 1317
infringement 1317
examination 1316
dublin 1316
consistently 1315
assurance 1315
liked 1314
incomes 1314
euro-mediterranean 1314
damaging 1313
relief 1313
stakeholders 1313
echo 1313
expert 1313
race 1313
appreciation 1312
estimates 1310
taiwan 1308
nordic 1308
large-scale 1308
surplus 1308
registration 1307
researchers 1307
entering 1304
seemed 1304
logic 1303
fit 1303
terror 1302
cope 1302
length 1301
delegations 1301
minor 1298
disastrous 1298
acted 1297
osce 1297
freight 1297
delivered 1296
unprecedented 1296
wherever 1294
uses 1294
notion 1292
incorporate 1291
non-governmental 1291
testing 1291
notes 1291
ideological 1290
sad 1290
donors 1290
imperative 1289
storage 1289
unlikely 1289
consistency 1288
से 1288
far-reaching 1287
ecofin 1287
multiannual 1286
endorsed 1286
tonight 1286
answered 1285
immunity 1285
struck 1284
arrived 1284
town 1284
discipline 1283
enabled 1282
arrive 1281
wise 1280
civilians 1280
faster 1279
federation 1279
switzerland 1279
composition 1279
seat 1279
sympathy 1278
gulf 1277
indication 1277
absurd 1277
infrastructures 1275
openly 1275
heavily 1275
essence 1275
ceiling 1274
lifelong 1274
born 1273
inevitable 1272
enterprise 1272
fought 1271
personnel 1271
concludes 1271
visas 1271
volume 1270
stringent 1270
diplomacy 1270
privacy 1270
devoted 1268
criterion 1265
train 1265
breach 1264
solana 1264
warrant 1264
fourthly 1263
maintenance 1263
exclusive 1261
imbalances 1261
cent 1261
99 1260
safeguards 1260
tibet 1260
deny 1259
pressing 1259
blair 1259
hunger 1257
alde 1257
modernisation 1256
dependence 1256
outlined 1254
transfers 1254
stopped 1253
theory 1251
swift 1251
consultations 1251
internationally 1250
minds 1250
recommended 1249
tend 1249
rating 1248
adequately 1248
macroeconomic 1247
senior 1247
fed 1247
innocent 1245
returned 1245
# 1245
hong 1243
paragraphs 1241
director 1240
earth 1240
component 1240
kong 1240
pretext 1239
autumn 1239
remarkable 1238
patten 1238
sit 1237
monopoly 1236
zero 1236
mother 1236
explicitly 1233
को 1233
nigeria 1232
finish 1231
combination 1230
vocational 1229
investing 1229
enables 1229
ageing 1228
games 1228
principal 1227
served 1227
paris 1227
detention 1225
indonesia 1224
inspection 1223
gmos 1223
worried 1222
presents 1221
examining 1221
moscow 1221
sex 1221
economics 1220
whenever 1219
demanded 1219
farm 1218
third-country 1218
ashton 1218
platform 1215
stimulate 1215
driven 1214
trends 1213
silence 1212
observations 1212
clauses 1212
chief 1212
catch 1211
evaluate 1210
college 1209
euros 1209
sincere 1209
comparable 1208
recognises 1208
findings 1207
congo 1207
completion 1206
broadly 1206
abandon 1206
asset 1206
sole 1204
retirement 1204
beijing 1203
sums 1202
rigorous 1202
speculation 1202
protectionism 1202
meets 1202
chancellor 1202
austerity 1202
flight 1202
accurate 1200
borne 1200
sections 1198
initiated 1196
adverse 1196
pays 1195
75 1195
inequalities 1194
irrespective 1194
telling 1193
tensions 1193
hiv 1193
claimed 1191
ppe 1189
dream 1189
originally 1188
consolidate 1188
programming 1188
onto 1186
dossier 1186
implies 1186
modest 1184
handling 1184
endeavour 1184
tens 1184
xenophobia 1184
slovenia 1184
concessions 1183
cycle 1182
genetic 1182
distance 1181
recorded 1181
feature 1180
attend 1179
democrat 1179
islam 1179
ultimate 1177
precautionary 1177
intelligent 1177
bonds 1177
indian 1176
marks 1175
serves 1174
investigate 1174
genocide 1174
ensured 1173
stockholm 1173
socio-economic 1172
online 1172
touch 1171
patient 1171
appeared 1170
foster 1169
arrested 1169
steel 1168
guilty 1168
map 1168
corresponding 1167
95 1167
removal 1167
obstacle 1166
grave 1166
quarter 1166
sale 1166
closing 1165
divide 1165
simplified 1165
fulfilled 1163
lists 1163
argued 1162
globalization 1162
exploit 1160
character 1160
tackled 1160
reverse 1159
atmosphere 1159
galileo 1159
socially 1157
refusal 1157
soft 1157
errors 1157
desired 1156
councils 1156
disabilities 1156
street 1156
practically 1154
adaptation 1154
democratically 1154
interference 1153
stick 1153
schulz 1153
saudi 1153
recital 1152
wake 1152
commend 1151
doctors 1151
profound 1150
sports 1150
department 1149
verheugen 1149
medicinal 1149
colombia 1148
stimulus 1148
channels 1147
fischler 1147
repercussions 1147
missions 1147
stabilisation 1147
survive 1146
scheduled 1145
laying 1145
adapted 1144
avoiding 1144
object 1143
posed 1143
enshrined 1143
shipping 1143
emerge 1143
normally 1142
punishment 1142
expand 1142
frankly 1141
exemption 1139
irregularities 1139
announcement 1139
flights 1139
diverse 1138
pharmaceutical 1137
high-quality 1137
quick 1136
attached 1136
transferred 1134
pillars 1133
automatically 1133
bases 1132
objections 1130
opponents 1130
assured 1129
disadvantaged 1128
santer 1127
kurdish 1127
ties 1127
blind 1126
assessing 1125
cells 1125
deciding 1123
currencies 1123
straight 1122
stricter 1122
posts 1122
generous 1122
conventional 1121
arrangement 1120
publicly 1120
holds 1120
mostly 1120
root 1119
algeria 1119
vienna 1118
protests 1118
creative 1117
adding 1116
brok 1116
moves 1114
organized 1114
knew 1113
preparatory 1112
ministerial 1111
radio 1111
inspections 1110
passing 1109
relationships 1109
camps 1109
label 1109
indirect 1108
ends 1108
patents 1108
tampere 1107
mep 1107
sees 1107
forestry 1106
systematically 1105
embargo 1104
rescue 1104
occupied 1104
besides 1104
caught 1104
democratisation 1104
interventions 1103
satellite 1103
placing 1103
linguistic 1103
persuade 1103
advances 1102
threatening 1101
gue 1101
inappropriate 1101
biofuels 1101
formally 1100
cross 1100
detriment 1099
rare 1099
foodstuffs 1097
1993 1096
revealed 1096
dollars 1096
scenario 1095
differently 1094
poorer 1094
romanian 1094
seekers 1094
isolation 1093
gets 1092
mental 1092
fell 1091
anywhere 1091
wished 1090
helsinki 1090
grants 1089
limiting 1089
biological 1089
rational 1089
rhetoric 1088
offences 1088
reinforced 1088
customers 1087
routes 1087
girls 1086
coordinating 1085
madrid 1085
strikes 1084
devices 1084
constituency 1082
fashion 1079
bottom 1079
sarkozy 1079
differ 1078
abandoned 1078
floods 1078
latvia 1078
backed 1077
removing 1077
supporters 1077
sixth 1075
hazardous 1075
responding 1075
stating 1074
draftsman 1074
hussein 1074
stem 1072
attempting 1071
christians 1071
safer 1070
everyday 1070
incident 1070
incidents 1070
+ 1070
horizontal 1069
recognized 1069
watch 1067
vietnam 1067
coast 1066
aspirations 1066
isolated 1066
broken 1066
generated 1064
seats 1064
smoking 1064
estonia 1064
drop 1063
references 1063
liberalization 1063
frontex 1063
indicates 1062
demonstration 1062
tape 1061
affair 1061
subjected 1061
2015 1061
thoroughly 1060
